Repository: trontranslations/tailslattuga
Catalog: wiki/src/doc/first_steps/accessibility.*.po
Languages: it

source: [[!meta title="Accessibility"]]
it: [[!meta title="Accessibilità"]]

source: Tails and the GNOME desktop include assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices.
it: Tails e il desktop GNOME includono delle tecnologie di assistenza per supportare gli utenti con menomazioni di diverso tipo e necessità speciali, e per interagire con diversi dispositivi di assistenza.

source: Universal access menu
it: Menù di accesso universale

source: You can activate most of these technologies from the universal access menu (the
it: Puoi attivare molte di queste tecnologie dal menù di accesso universale (l'

source: icon which looks like a person) in the top bar:
it: icona che sembra una persona) nella barra in alto:

source: [[!img introduction_to_gnome_and_the_tails_desktop/accessibility.png link="no" alt="Universal Access menu with the following options (disabled by default): High Contrast, Zoom, Large Text, Screen Reader, Screen Keyboard, Visual Alters, Sticky Keys, Slow Keys, Bounce Keys, and Mouse Keys"]]
it: [[!img introduction_to_gnome_and_the_tails_desktop/accessibility.png link="no" alt="Menù di acceso universale con le seguenti opzioni (disabilitato di default): Alto contrasto, Zoom, Testo Grande, Lettore dello Schermo, Tastiera sullo Schermo, Allarmi Visivi, tasti appiccicosi, Tasti Lenti, Tasti a Rimbalzo, e Tasti con il mouse"]]

source: These technologies are documented in more details in the [GNOME universal access documentation](https://help.gnome.org/users/gnome-help/stable/a11y.html).
it: Queste tecnologie sono documentate con maggiori dettagli nella [guida GNOME accesso universale](https://help.gnome.org/users/gnome-help/stable/a11y.html).

source: Keyboard shortcuts
it: Scorciatoie della tastiera

source: <table> <tr><td>Turn screen reader on or off</td><td>Alt+Super+S</td></tr> <tr><td>Turn zoom on or off</td><td>Alt+Super+8</td></tr> </table>
it: <table> <tr><td>Attiva o disattiva il lettore dello schermo</td><td>Alt+Super+S</td></tr> <tr><td>Attiva o disattiva lo zoom</td><td>Alt+Super+8</td></tr> </table>

source: To access the universal access menu using the keyboard:
it: Per accedere al menù di accesso universale usando la tastiera:

source: Press <span class="keycap">Ctrl+Alt+Tab</span> to move the keyboard focus to the top bar.
it: Premi <span class="keycap">Ctrl+Alt+Tab</span> per spostare il focus della tastiera alla barra in alto.

source: Use the arrow keys on the keyboard to select the universal access menu.
it: Usa i tasti feccia sulla testiera per selezionare il menù di accesso universale.

source: Press <span class="button">Enter</span> to open the menu.
it: Premi <span class="button">Enter</span> per aprire il menù.

source: Use the up and down arrow keys to select items in the menu.
it: Usa i tasti freccia su e giù per selezionare gli elementi del menù.

source: Press <span class="button">Space</span> to toggle the selected item.
it: Premi <span class="button">Space</span> per cambiare lo stato dell'elemento selezionato.

source: Press <span class="button">Esc</span> to close the menu.
it: Premi <span class="button">Esc</span> per chiudere il menù

source: Screen reader
it: Lettore dello schermo

source: To hear screen elements spoken to you, you can activate the <span class="guilabel">Screen Reader</span> accessibility feature.
it: Per far si che **gli elementi dello schermo ti vengano letti a voce**, puoi attivare il<span ass="application">ORCA</span> lettore dello schermo.

source: For more detailed documentation refer to the official [<span class="application">Orca</span> Screen Reader documentation](https://help.gnome.org/users/orca/stable/).
it: Per una documentazione più dettagliata fai riferimento all'applicazione ufficiale [<span class="application">Orca</span> Lettore dello schermo documentation](https://help.gnome.org/users/orca/stable/).

source: <p>The screen reader takes around 10 seconds to start.</p>
it: <p>Il lettore dello schermo ci impiega circa 10 secondi per partire.</p>

source: <p>The screen reader does not work with the <span class="application">Unsafe Browser</span>.</p>
it: <p>Il lettore dello schermo non funziona con <span class="application">Unsafe Browser</span>.</p>

source: <span class="application">Florence</span> virtual keyboard
it: <span class="application">Florence</span> tastiera virtuale

source: If you prefer a pointing device over the keyboard, you can open the [[<span class="application">Florence</span> virtual keyboard|first_steps/introduction_to_gnome_and_the_tails_desktop#florence]] from the top bar:
it: Se **preferisci un dispositivo di puntamento al posto della tastiera**, puoi usare [[<span class="application">Florence</span> una tastiera virtuale|first_steps/introduction_to_gnome_and_the_tails_desktop#florence]].

source: [[!img doc/first_steps/introduction_to_gnome_and_the_tails_desktop/florence.png alt="Florence icon in the top bar" link="no"]]
it: [[!img doc/first_steps/introduction_to_gnome_and_the_tails_desktop/florence.png alt="Icona di Florence nella barra in alto" link="no"]]

source: <span class="application">Dasher</span> graphical text entry application
it: <span class="application">Dasher</span> Applicazione grafica per inserire testo

source: If you are operating a computer one-handed (by joystick, touchscreen, or mouse) or zero-handed (by head-mouse or eyetracker), you can use the <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span> graphical predictive text entry application.
it: Se **utilizzi il computer con una mano sola** (con il joystick, schermo touch o mouse) oppure **senza mani**(con il mouse controllabile con la testa o il puntatore oculare), puoi usare <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span> Applicazione grafica per inserire testo

source: <span class="application">Dasher</span> is available from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Universal Access</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.
it: <span class="application">Dasher</span> è disponibile in <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Universal Access</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.
