Repository: trontranslations/tailslattuga
Catalog: wiki/src/doc/first_steps/introduction_to_gnome_and_the_tails_desktop.*.po
Languages: it

source: [[!meta title="Introduction to GNOME and the Tails desktop"]]
it: [[!meta title="Introduzione a GNOME e al desktop di Tails"]]

source: The desktop environment used in Tails is [GNOME](https://www.gnome.org). This page describes some important features of the desktop in the context of Tails.
it: L'ambiente desktop usato in Tails è [GNOME](https://www.gnome.org). Questa pagina descrive alcune caratteristiche importanti del desktop, nel contesto di Tails.

source: Top navigation bar
it: Barra di navgazione superiore

source: In the upper left corner of the screen there are two menus:
it: Nell'angolo superiore a sinistra dello schermo ci sono due menù:

source: the <span class="guimenu">Applications</span> menu
it: le menu <span class="guimenu">Applicazioni</span>

source: the <span class="guimenu">Places</span> menu
it: le menu <span class="guimenu">Luoghi/span>

source: Applications menu
it: Menù delle applicazioni

source: The <span class="guimenu">Applications</span> menu provides shortcuts to the [[included software|about/features]] and to GNOME configuration utilities.
it: Il menu <span class="guimenu">Applicazioni</span> offre scorciatoie ai [[software inclusi in Tails|about/features]] e agli strumenti di configurazione di GNOME.

source: [[!img applications.png link=no alt="Applications menu"]]
it: [[!img applications.png link=no alt="Menu applicazioni"]]

source: <div class="text"> <span class="guimenuitem">Help</span>: to access the <span class="application">GNOME Desktop Help</span> choose <span class="menuchoice"> <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Help</span></span> </div> </div>
it: <div class="text"> <span class="guimenuitem">Aiuto</span>: per accedere all'<span class="application">aiuto del Desktop GNOME</span> <span class="menuchoice"> <span class="guisubmenu">Accessori</span>&nbsp;▸ <span class="guimenuitem">Aiuto</span></span> </div> </div>

source: <div class="text"> <span class="guimenuitem">Settings</span>: to change various system settings such as keyboard, mouse and touchpad, or displays choose <span class="menuchoice"> <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Settings</span></span> </div> </div>
it: <div class="text"> <span class="guimenuitem">Configurazioni di sistema</span> : per cambiare varie configurazioni del sistema come la tastiera, il mouse e il touchpad, o selezionare i display <span class="menuchoice"> <span class="guisubmenu">Strumenti di sistema</span>&nbsp;▸ <span class="guisubmenu">Preferenze</span>&nbsp;▸ </div> </div>

source: <p>To learn about the many keyboard shortcuts in GNOME, click on <span class="guilabel">Keyboard</span> from the <span class="guilabel">System Settings</span> and open the <span class="guilabel">Shortcuts</span> tab.</p>
it: <p>Per imparare le molte scorciatoie da tastiera di GNOME, clicca su <span class="guilabel">Tastiera</span> da <span class="guilabel">Configurazioni di Sistema </span> e apri le <span class="guilabel">Scorciatoie</span> tab.</p>

source: By default, any such customization is reset when shutting down Tails. Read the documentation on [[persistence|persistence]] to learn which configuration can be made persistent across separate working sessions.
it: Di base, ogni personalizzazione viene cancellata quando si spegne Tails. Leggere la documentazione su [[persistence|persistence]] per imparare come le configurazioni possono essere rese persistenti per sessioni di lavoro differenti

source: <div class="text"> <span class="guimenuitem">Seahorse</span>: to manage your OpenPGP keys choose <span class="menuchoice"> <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Passwords and Keys</span></span> </div> </div>
it: <div class="text"> <span class="guimenuitem">Seahorse</span>: per gestire le tue chiavi OpenPGP, scegli <span class="menuchoice"> <span class="guisubmenu">Preferenze</span>&nbsp;▸ <span class="guimenuitem">Password e chiavi</span></span> </div> </div>

source: Favorites submenu
it: Sottomenù Preferiti

source: In the <span class="guisubmenu">Favorites</span> submenu, a few shortcuts allow you to launch the most frequently used applications:
it: Nei <span class="guisubmenu">Preferiti</span> submenu, qualche scorciatoia che ti permetterà di lanciare le applicazioni che usi frequentemente:

source: <div class="text"> <strong>Tor Browser</strong>: browse the World Wide Web<br/> [[See the corresponding documentation|anonymous_internet/Tor_Browser]] </div> </div>
it: <div class="text"> <strong>Tor Browser</strong> : navigare nel World Wide Web<br/> [[Consulta la documentazione relativa|anonymous_internet/tor_browser]] </div> </div>

source: [[!img doc/first_steps/persistence/thunderbird.png link=no]]
it: <span class="application">GNOME Desktop Help</span> choose

source: <div class="text"><strong>Thunderbird</strong>: email client<br /> [[See the corresponding documentation|anonymous_internet/thunderbird]] </div> </div>
it: <div class="text"><strong>Thunderbird</strong>: email client<br /> [[Consulta la documentazione relativa|anonymous_internet/thunderbird]] </div> </div>

source: <div class="text"> <strong>Pidgin</strong>: instant messaging client<br/> [[See the corresponding documentation|anonymous_internet/pidgin]] </div> </div>
it: <div class="text"> <strong>Pidgin</strong> : client di messaggistica istantanea<br/> [[Consulta la documentazione relativa|anonymous_internet/pidgin]] </div> </div>

source: <div class="text"> <strong>KeePassX</strong>: password manager<br/> [[See the corresponding documentation|encryption_and_privacy/manage_passwords]] </div> </div>
it: <div class="text"> <strong>KeePassX</strong>: gestore di password<br/> [[Consulta la documentazione relativa|encryption_and_privacy/manage_passwords]] </div> </div>

source: <div class="text"><strong>GNOME Terminal</strong>: use the command line</div> </div>
it: <div class="text"><strong>GNOME Terminal</strong> : per utilizzare la linea di comando</div> </div>

source: Places menu
it: Menù indirizzi

source: The <span class="guimenu">Places</span> menu provides direct access to different folders and storage media.
it: Il menù <span class="guimenu">Indirizzi</span> fornisce un accesso diretto a diverse cartelle e dispositivi di archiviazione.

source: [[!img places.png link=no alt="Places menu"]]
it: [[!img places.png link=no alt="Indirizzi"]]

source: Tor status and circuits
it: Stato di Tor e circuiti

source: The Tor status icon and <span class="application">Onion Circuits</span> allow you to view the status of Tor. [[See the corresponding documentation.|anonymous_internet/tor_status]]
it: L'icona dello stato di Tor <span class="application">Onion Circuits</span> ti permette di consultare lo stato di Tor. [[Consulta la documentazione relativa.|anonymous_internet/tor_status]]

source: [[!img tor-status.png link=no alt="Tor Status"]]
it: [[!img tor-status.png link=no alt="Stato di Tor"]]

source: Virtual keyboard -----------------
it: Tastiera Virtuale -----------------

source: The <span class="application">Florence</span> virtual keyboard can protect you against a hardware keylogger when typing passwords and sensitive text. [[See the corresponding documentation.|encryption_and_privacy/virtual_keyboard]]
it: <span class="application">Florence</span>, la tastiera virtuale, può proteggerti contro i keylogger hardware, quando digiti password e testo sensibile. [[Consulta la documentazione relativa.|encryption_and_privacy/virtual_keyboard]]

source: OpenPGP applet
it: applicazione OpenPGP

source: Using the <span class="application">OpenPGP Applet</span> you can encrypt and decrypt the clipboard using OpenPGP. [[See the corresponding documentation.|encryption_and_privacy/gpgapplet]]
it: Usando l'<span class="application">applicazione OpenPGP</span>, puoi cifrare e decifrare gli appunti con OpenPGP. [[Consulta la documentazione relativa.|encryption_and_privacy/gpgapplet]]

source: [[!img openpgp_applet.png link=no alt="OpenPGP Applet"]]
it: [[!img openpgp_applet.png link=no alt="Applicazione OpenPGP"]]

source: Universal access
it: Accesso universale

source: The universal access menu allows you to activate the screen reader, large text display, and other accessibility technologies. [[See the corresponding documentation.|accessibility]]
it: Il menù di accesso universale pemette di attivare il lettore dello schermo, una visualizzazione di un testo più grande, e altre tecnologie di accessibilità [[consulta la documentazione relativa.|accessibility]]

source: [[!img accessibility.png link=no alt="Accessibility tools"]]
it: [[!img accessibility.png link=no alt="Strumenti di accesso universale"]]

source: Keyboard layouts
it: Schemi della tastiera

source: The keyboard layout menu allow you to change the keyboard layout and input method for non-Latin scripts.
it: Il menù dello schema della tastiera ti permette di cambiare lo schema e il metodo di immissione per le scritture non-Latine.

source: [[!img keyboard.png link=no alt="Keyboard layouts"]]
it: [[!img keyboard.png link=no alt="Schemi della tastiera"]]

source: System menu
it: Menù di sistema

source: In the top-right corner of the top bar, the system menu allows you to manage your systems settings and your computer.
it: Nell'angolo in alto a destra della barra in alto, il menù di sistema ti permette di gestire le tue configurazioni di sistema e il tuo computer.

source: [[!img system.png link=no alt="System menu"]]
it: [[!img system.png link=no alt="Menù di sistema"]]

source: <p>See also the documentation on [[connecting to the network|anonymous_internet/networkmanager]].</p>
it: <p>Consulta anche la documentazione relativa al [[connettersi ad una rete|anonymous_internet/networkmanager]].</p>

source: Activities overview
it: Panoramica delle Attività

source: To access your windows and applications you can either:
it: Per accedere alle tue applicazioni, puoi:

source: - Choose <span class="menuchoice"> <span class="guisubmenu">Applications</span>&nbsp;▸ <span class="guimenuitem">Activities Overview</span></span>. - Throw your mouse pointer to the top-left hot corner. - Press the windows key on your keyboard.
it: - Scegliere <span class="menuchoice"> <span class="guisubmenu">Applicazioni</span>&nbsp;▸ <span class="guimenuitem">Panoramica delle Attività</span></span>. - Posizionare il puntatore del mouse all'angolo in alto inistro. - Premere il tasto windows sulla tua tastiera.

source: You can see your windows and applications in the overview. You can also start typing to search your applications, files, and folders.
it: Puoi vedere le tue finestre e le applicazioni nella panoramica. Puoi anche iniziare a digitare per cercare le tue applicazioni, documenti e cartelle.

source: Desktop shortcuts
it: Scorciatoie Desktop

source: <div class="text"><strong>amnesia's Home</strong>: shortcut to the default user's folder</div> </div>
it: <div class="text"><strong>amnesia Home</strong> : scorciatoia alla cartella predefinita dell'utente</div> </div>

source: <div class="text"><strong>Tails documentation</strong>: open a local copy of Tails website and documentation</div> </div>
it: <div class="text"><strong>Documentaione di Tails</strong> : apre una copia locale del sito di Tails e della sua documentazione</div> </div>

source: <div class="text"> <strong>Report an error</strong>: help you [[troubleshoot|/support]] Tails </div> </div>
it: <div class="text"> <strong>Segnala un errore</strong> : aiuta la [[risoluzione dei problemi|/support]] Tails </div> </div>

source: <div class="text"><strong>Trash</strong>: where the "deleted" files are moved</div> </div>
it: <div class="text"><strong>Cestino</strong> : dove finiscono i file cancellati</div> </div>

source: Managing files with Nautilus
it: Gestire i file con Nautilus

source: Nautilus is GNOME's file manager, FTP, SFTP client and more.
it: Nautilus è il gestore di file di GNOME, FTP, SFTP client e altro.

source: To manage local files, follow links on the desktop or from the **Places** menu at top left corner of the screen. To move files or folders, you can drag them from one window and drop them to another.
it: Per gestire i file locali, segui i link sul desktop o dal menù **Luoghi** nell'angolo in alto a destra dello schermo. Per muovere file o cartelle, puoi trascinarli da una finestra all'altra.

source: To connect to a remote FTP or SFTP server choose <span class="guilabel">Connect to Server</span></span>.
it: Per connettersi a un server remoto FTP o SFTP scegli <span class="guilabel">Connettiti al Server</span></span>.
