Repository: trontranslations/tailslattuga
Catalog: wiki/src/doc/first_steps/persistence.*.po
Languages: it

source: [[!meta title="Encrypted persistence"]]
it: [[!meta title="Volume persistente criptato"]]

source: If you start Tails from a USB stick, you can create a persistent volume in the free space left on the USB stick by <span class="application">Tails Installer</span>. The files in the persistent volume are saved encrypted and remain available across separate working sessions.
it: Se avvii Tails da un dispositivo USB o una schedina SD, puoi creare una partizione persistente di spazio libero sul dispositivo, spazio non utilizzato dal <span class="application">Tails Installer</span>. I file salvati nel volume persistente sono cifrati e sono disponibili nelle diverse sessioni di lavoro.

source: <p>It is only possible to create a persistent volume if the USB stick was installed using <span class="application">Tails Installer</span>.</p>
it: <p>È inoltre possibile crearsi sul proprio dispositivo, chiavetta USB o schedina SD, una partizione persistente, se il dispositivo è stato creato usando <span class="application">Tails Installer</span>.</p>

source: <p>This requires a USB stick of <strong>at least 4 GB</strong>.</p>
it: <p>Questa operazione richiede una chiavetta USB o schedina SD con una memoria di <strong>almeno 4 GB</strong>.</p>

source: You can use this persistent volume to store different kinds of files:
it: Puoi utilizzare il volume persistente per salvare diversi tipi di file:

source: your personal files and working documents
it: i tuoi file personali e i documenti del lavoro

source: the software packages that you download and install in Tails
it: pacchetti software che hai scaricato e installato in Tails

source: the configuration of the programs you use
it: le configurazioni dei programmi che usi

source: your encryption keys
it: le tue chiavi crittografiche

source: The persistent volume is an encrypted partition protected by a passphrase.
it: Il volume persistente è una partizione cifrata protetta da una parola chiave (password).

source: Once the persistent volume is created, you can choose to activate it or not each time you start Tails.
it: Una volta che il volume persistente è stato creato, potrai scegliere di attivarlo oppure no ogni volta che avvierai Tails.

source: [[!inline pages="doc/first_steps/persistence.caution" raw="yes" sort="age"]]
it: [[!inline pages="doc/first_steps/persistence.caution.pt" raw="yes" sort="age"]]

source: How to use the persistent volume =================================
it: Come usare il volume persistente =================================

source: [[Warnings about persistence|first_steps/persistence/warnings]]
it: [[Avvertimenti sulla persistenza|first_steps/persistence/warnings]]

source: [[Create & configure the persistent volume|first_steps/persistence/configure]]
it: [[Creare e configurare un volume persistente|first_steps/persistence/configure]]

source: [[Enable & use the persistent volume|first_steps/persistence/use]]
it: [[Abilitare e usare il volume persistente|first_steps/persistence/use]]

source: [[Change the passphrase of the persistent volume|first_steps/persistence/change_passphrase]]
it: [[Cambiare la password del volume persistente|first_steps/persistence/change_passphrase]]

source: [[Manually copy your persistent data to a new USB stick|first_steps/persistence/copy]]
it: [[Copiare manualmente i propri file dal volume persistente ad un nuovo dispositivo|first_steps/persistence/copy]]

source: [[Check the file system of the persistent volume|first_steps/persistence/check_file_system]]
it: [[testare il file system del volume persistente|first_steps/persistence/delete]]

source: [[Delete the persistent volume|first_steps/persistence/delete]]
it: [[Cancellare il volume persistente|first_steps/persistence/delete]]
