Repository: trontranslations/tailslattuga
Catalog: wiki/src/doc/first_steps/shutdown.*.po
Languages: it

source: [[!meta title="Shutting down Tails"]]
it: [[!meta title="Spegnere Tails"]]

source: There are several ways of shutting down Tails:
it: Ci sono diversi modi per spegnere Tails:

source: By clicking on the system menu located in the upper right corner of the screen and choosing either:
it: Cliccando sul men√π di sistema, collocato nell'angolo in alto a destra dello schermo e scegliendo sia:

source: [[!img lib/system-shutdown.png link="no" class="symbolic-22" alt="Shutdown icon"]] to shutdown the computer or
it: [[!img lib/system-shutdown.png link="no" class="symbolic-22" alt="Shutdown icon"]] per spegnere il computer o

source: [[!img lib/view-refresh.png link="no" class="symbolic-22" alt="Restart icon"]] to restart the computer.
it: [[!img lib/view-refresh.png link="no" class="symbolic-22" alt="Restart icon"]] per riavviare il computer.

source: - By pressing the power button of the computer.
it: - Premendo il tasto di alimentazione del computer.

source: - By removing physically the USB stick or DVD Tails is running from.
it: - Rimuovendo fisicamente il dispositivo (USB o DVD) che sta facendo girare Tails.

source: <p>This method might in rare occasions break the file system of your persistent volume. <strong>Use this method only in case of emergency.</strong></p>
it: <p>Questo metodo potrebbe, in rare occasioni, rovinare il file system del tuo volume persistente <strong>Usa questo metodo solo in caso di emergenza.</strong></p>

source: <p>If you cannot enable persistence after using this method, you should be able to recover most of your data by doing a [[file system check on the persistent volume|persistence/check_file_system]].</p>
it: <p>Se non riesci ad attivare la persistenza dopo aver usato questo metodo, dovresti essere in grado di recuperare la maggior parte dei tuoi dati facendo un [[controllo del file system nel volume persistente|persistence/check_file_system]].</p>

source: This method does not work [[with DVD|support/known_issues#index11h2]], see [[!tails_ticket 5447]].
it: Questo metodo non funziona [[con DVD|support/known_issues#index11h2]], guarda [[!tails_ticket 5447]].

source: While shutting down, the data stored in <span class="definition">[[!wikipedia Random-access_memory desc="RAM"]]</span> is erased to protect from [[cold boot attacks|doc/advanced_topics/cold_boot_attacks]].
it: Quando il sistema si arresta, i dati memorizzati in <span class="definition">[[!wikipedia_it Random-Access_Memory desc="RAM"]]</span> vengono cancellati per proteggerti dall' [[attacco "cold boot"|doc/advanced_topics/cold_boot_attacks]].
