Repository: trontranslations/tailslattuga
Catalog: wiki/src/doc/first_steps/upgrade.*.po
Languages: it

source: [[!meta title="Upgrading a Tails USB stick"]]
it: [[!meta title="Aggiornare una chiavetta USB"]]

source: Tails includes an automatic mechanism to upgrade a USB stick to a newer version. In some cases, it is impossible to do an **automatic upgrade** and you might have to do a **manual upgrade**. This page describes both techniques.
it: Tails include un meccanismo automatico per aggiornare una chiavetta USB ad una nuova versione. In alcuni casi è impossibile effettuare un **aggiornamento automatico** e potresti dover effettuare un **aggiornamento manuale**. Questa pagina descrive entrambe le tecniche.

source: Our upgrades always fix important security issues so it is important to do them as soon as possible.
it: I nostri aggiornamenti correggono sempre problemi di sicurezza importanti, dunque è fondamentale effettuarli il prima possibile.

source: Both techniques only work if the upgraded USB stick, was installed using <span class="application">Tails Installer</span>. **The persistent storage on the USB stick will be preserved.**
it: Entrambe le tecniche funzionano solo se la chiavetta USB aggiornata, è stata installata usando <span class="application">Tails Installer</span>. **l'unità di memoria persistente sul dispositivo sarà preservata.**

source: <p>If you use Tails from a DVD, you need to [[burn a new DVD|install/dvd]].</p>
it: <p>Se usi Tails da un DVD, devi [[masterizzare un nuovo DVD|install/dvd]].</p>

source: <p>If you use Tails from a USB stick installed from macOS using the command line, you need to [[reinstall|install/mac/usb/overview]].</p>
it: <p>Se usi Tails da una chiavetta USB installata da un macOS usando la linea di comando, devi [[reinstallare|install/mac/usb/overview]].</p>

source: Automatic upgrade using <span class="application">Tails Upgrader</span>
it: Aggiornamento automatico usando <span class="application">Tails Upgrader</span>

source: After starting Tails and connecting to Tor, <span class="application">Tails Upgrader</span> automatically checks if upgrades are available and then proposes you to upgrade your USB stick. The upgrades are checked for and downloaded through Tor.
it: Dopo aver avviato Tails ed esserti connesso a Tor, <span class="application">Tails Upgrader</span> verifica automaticamente se ci sono aggiornamenti disponibili e poi ti propone di aggiornare il tuo dispositivo. Gli aggiornamenti sono controllati e scaricati attraverso Tor.

source: The advantages of this technique are the following:
it: I vantaggi di questa tecnica sono i seguenti:

source: You only need a single Tails USB stick. The upgrade is done on the fly from a running Tails. After upgrading, you can restart and use the new version.
it: Hai bisogno di un'unica chiavetta USB. L'aggiornamento è fatto al momento da un sistema Tails in esecuzione. Dopo l'aggiornamento, puoi riavviare e utilizzare la nuova versione.

source: The upgrade is much smaller to download than a full ISO image.
it: L'aggiornamento è molto più piccolo da scaricare rispetto una immagine ISO intera.

source: The upgrade mechanism includes cryptographic verification of the upgrade. You don't have to verify the ISO image yourself anymore.
it: Il meccanismo di aggiornamento include una verifica crittografica dell'aggiornamento. Non devi più verificare da solo l'immagine ISO.

source: Requirements:
it: Requisiti:

source: A Tails USB stick, installed using <span class="application">Tails Installer</span>.
it: Un chiavetta USB, con Tails installato <span class="application">Tails Installer</span>.

source: An Internet connection.
it: Una connessione a internet.

source: After connecting to Tor, if an upgrade is available, a dialog box appears and proposes you to upgrade your USB stick.
it: Dopo esserti connesso a Tor, se c'è un aggiornamento disponibile, comparirà una finestra di dialogo che ti proporrà di aggiornare il tuo dispositivo.

source: <ul> <li>It is recommended to close all the open applications during the upgrade.</li> <li>Downloading the upgrade might take a long time, from several minutes to a few hours.</li> <li>The networking will be disabled after downloading the upgrade.</li> </ul>
it: <ul> <li>Si raccomanda di chiudere tutte le applicazioni aperte durante l'aggiornamento.</li> <li>Scaricare l'aggiornamento può richiedere diverso tempo, da molti minuti, fino ad alcune ore.</li> <li>La rete sarà disabilitata dopo aver scaricato l'aggiornamento.</li> </ul>

source: If you decide to do the upgrade, click on <span class="guilabel">Upgrade now</span>, and follow the assistant through the upgrade process.
it: Se decidi di effettuare l'aggiornamento, clicca su class="guilabel">Aggiorna ora</span>, e segui l'assistente attraverso il processo di aggiornamento.

source: If you missed an upgrade, each upgrade will be installed one after the other. For exemple, if you have a Tails 1.3 and the current version is 1.3.2, then the upgrade to 1.3.1 will be installed, and after you restart Tails, the upgrade to 1.3.2 will be installed.
it: Se hai perso un aggiornamento, tutti gli aggiornamenti verranno installati uno dopo l'altro. Per esempio, se hai Tails 1.3 e la versione corrente è la 1.3.2, l'aggiornamento alla 1.3.1 sarà installato, e dopo che avrai riavviato Tails sarà installato l'aggiornamento alla 1.3.2.

source: <p>If you cannot upgrade at startup (for example if you have no network connection by then), you can start <span class="application">Tails Upgrader</span> later by opening a terminal and executing the following command:</p>
it: <p>Se non puoi aggiornare all'avvio (ad esempio se non hai connessione di rete), puoi avviare <span class="application">Tails Upgrader</span> in seguito aprendo un terminale ed eseguendo il seguente comando:</p>

source: <p>We recommend you read the [[release notes|release_notes]] for the latest version. They document all the changes in this new version:</p>
it: <p>Ti raccomandiamo di leggere le [[note di rilascio|release_notes]] relative alla versione più recente. Sono indicate tutte le modifiche effettuate in questa nuova versione:</p>

source: <ul> <li>new features</li> <li>problems that were solved</li> <li>known issues that have already been identified</li> </ul>
it: <ul> <li>nuove funzionalità</li> <li>problemi risolti</li> <li>problemi noti, già identificati</li> </ul>

source: <p>They might also contain <strong>special instructions for upgrading</strong>.</p>
it: <p>Potrebbero contenere anche <strong>istruzioni particolari relative all'aggiornamento</strong>.</p>

source: If an error occurs, the assistant proposes you to read one of the following pages:
it: Se si verifica un errore, l'assistente ti proporrà di leggere una delle seguenti pagine:

source: If an error occurs while checking for available upgrades:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]
it: Se si verifica un errore durante la ricerca di aggiornamenti disponibili:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]

source: If an error occurs while download the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]
it: Se si verifica un errore durante il download dell'aggiornamento:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]

source: If an error occurs while installing the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
it: Se si verifica un errore durante l'installazione dell'aggiornamento:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]

source: Manual upgrade using <span class="application">Tails Installer</span>
it: Aggiornamento manuale usando <span class="application">Tails Installer</span>

source: It might not always be possible to do an automatic upgrade as described above. For example, when:
it: Potrebbe non essere sempre possibile effettuare un aggiornamento automatico come descritto sopra. Per esempio, quando:

source: No automatic upgrade is available from our website for this version.
it: Nessun aggiornamento automatico è disponibile dal nostro sito per quella versione.

source: The automatic upgrade is impossible for technical reasons (not enough memory, not enough free space on the USB stick, etc.).
it: L'aggiornamento automatico è impossibile per ragioni tecniche (memoria insufficiente o insufficiente spazio libero sulla chiavetta USB, etc.).

source: You want to upgrade from another Tails USB stick which already has a newer version installed, for example when working offline.
it: Vuoi aggiornare da un'altra chiavetta Tails che ha già una nuova versione installata, per esempio quando lavori offline.

source: The automatic upgrade failed and you need to repair a Tails USB stick.
it: L'aggiornamento automatico è fallito e devi riparare una chiavetta USB Tails.

source: In this case, <span class="application">Tails Installer</span> allows you to manually upgrade a USB stick to a newer version of Tails. To do so, follow our [[manual upgrade instructions|/upgrade]].
it: In questo caso, <span class="application">Tails Installer</span> ti permette di aggiornare manualmente una chiavetta USB ad una nuova versione di Tails. Per farlo, segui le nostre [[istruzioni per l'aggiornamento manuale|/upgrade]].

source: To know your version of Tails, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span> </span>
it: Per sapere la tua versione di Tails, scegli: <span class="Menu"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">A proposito di Tails</span> </span>
