Repository: trontranslations/tailslattuga
Catalog: wiki/src/donate.*.po
Languages: it

source: [[!meta title="Donate to Tails"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="donate" rel="stylesheet" title=""]] [[!meta script="donate"]]
it: [[!meta title="Dona a Tails"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="donate" rel="stylesheet" title=""]] [[!meta script="donate"]]

source: Tails is free because nobody should have to pay to be safe while using computers.
it: Tails è gratuito perchè nessuno dovrebbe spendere dei soldi per usare in modo sicuro il proprio computer.

source: But we need your support to stay alive!
it: Ma necessitiamo il tuo aiuto per sopravvivere!

source: Tails is an irreplaceable security tool as it allows anyone to use computers safely. But we know that secure tools need to be free software to be reliable and relevant in all situations. That's why we are giving out Tails for free.
it: Tails è uno strumento insostituibile e permette a chiunque di utilizzare i pc tranquillamente in modo sicuro. Ma sappiamo che gli strumenti basati sulla sicurezza, devono essere software libero per essere affidabili e pertinenti in tutte le situazioni. È per questo che distribuiamo Tails liberamente/gratuitamente.

source: If everybody using Tails today donated, our fundraising would be done for the whole year. But not everybody can donate. And that's fine. We just need some of you to give to keep on providing such a secure platform for everybody.
it: Se chi usa Tails donasse qualcosa, la nostra raccolta fondi sarebbe a posto per l'intero anno. Ma non tutti possono metterci qualcosa, e va bene così. Noi abbiamo solo bisogno di un pò di voi per continuare a fornire una piattaforma sicura per tutti.

source: Donations from individuals, like you, are our most valuable funding as they make Tails more independent from government and corporate funding.
it: Donazioni da singoli, come te, sono i contributi che hanno maggior valore per noi perchè ci permettono di essere indipendenti da governi ed aziende.

source: This year, please consider making a donation to protect and sustain Tails.
it: Questo anno, per favore, considera di fare una donazione per proteggere e sostenere Tails.

source: Thanks!
it: Grazie!

source: <input type="hidden" name="cmd" value="_xclick-subscriptions" id="cmd"/> <input type="hidden" name="business" value="tailsriseuplabs@riseup.net" id="business"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="US"/> <input type="hidden" name="a3" value="5" id="a3"/> <input type="hidden" name="t3" value="M" id="t3"/> <input type="hidden" name="p3" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="amount" value="5" id="amount"/>
it: <input type="hidden" name="cmd" value="_xclick-subscriptions" id="cmd"/> <input type="hidden" name="business" value="tailsriseuplabs@riseup.net" id="business"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="IT"/> <input type="hidden" name="a3" value="5" id="a3"/> <input type="hidden" name="t3" value="M" id="t3"/> <input type="hidden" name="p3" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="amount" value="5" id="amount"/>

source: <label class="btn btn-lg btn-primary active" id="currency-dollar"> <input type="radio" id="dollars" autocomplete="off" checked data-complete-text="finished!"/> Dollars </label> <label class="btn btn-lg btn-primary" id="currency-euro"> <input type="radio" id="euros" autocomplete="off" checked data-complete-text="finished!"/> Euros </label>
it: <label class="btn btn-lg btn-primary active" id="currency-dollar"> <input type="radio" id="dollars" autocomplete="off" checked data-complete-text="finished!"/> Dollari </label> <label class="btn btn-lg btn-primary" id="currency-euro"> <input type="radio" id="euros" autocomplete="off" checked data-complete-text="finished!"/> Euro </label>

source: <label class="btn btn-lg btn-primary" id="one-time"> <input type="radio" autocomplete="off"/> One-time </label> <label class="btn btn-lg btn-primary active" id="monthly"> <input type="radio" autocomplete="off"/> Monthly </label> <label class="btn btn-lg btn-primary" id="yearly"> <input type="radio" autocomplete="off" checked/> Yearly </label>
it: <label class="btn btn-lg btn-primary" id="one-time"> <input type="radio" autocomplete="off"/>Una volta</label> <label class="btn btn-lg btn-primary active" id="monthly"> <input type="radio" autocomplete="off"/> Mensilmente </label> <label class="btn btn-lg btn-primary" id="yearly"> <input type="radio" autocomplete="off" checked/>Annualmente </label>

source: <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 5 active"> <input type="radio" autocomplete="off" value="5"/>$5 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 10"> <input type="radio" autocomplete="off" value="10"/>$10 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 20"> <input type="radio" autocomplete="off" value="20"/>$20 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 50"> <input type="radio" autocomplete="off" value="50"/>$50 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 100"> <input type="radio" autocomplete="off" value="100"/>$100 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 250"> <input type="radio" autocomplete="off" value="250"/>$250 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 500"> <input type="radio" autocomplete="off" value="500"/>$500 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 other"> <span>Other</span>
it: <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 5 active"> <input type="radio" autocomplete="off" value="5"/>$5 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 10"> <input type="radio" autocomplete="off" value="10"/>$10 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 20"> <input type="radio" autocomplete="off" value="20"/>$20 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 50"> <input type="radio" autocomplete="off" value="50"/>$50 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 100"> <input type="radio" autocomplete="off" value="100"/>$100 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 250"> <input type="radio" autocomplete="off" value="250"/>$250 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 500"> <input type="radio" autocomplete="off" value="500"/>$500 </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 other"> <span>Altro</span>

source: <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 5 active"> <input type="radio" autocomplete="off" value="5"/>5€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 10"> <input type="radio" autocomplete="off" value="10"/>10€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 20"> <input type="radio" autocomplete="off" value="20"/>20€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 50"> <input type="radio" autocomplete="off" value="50"/>50€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 100"> <input type="radio" autocomplete="off" value="100"/>100€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 250"> <input type="radio" autocomplete="off" value="250"/>250€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 500"> <input type="radio" autocomplete="off" value="500"/>500€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 other"> <span>Other</span>
it: <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 5 active"> <input type="radio" autocomplete="off" value="5"/>5€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 10"> <input type="radio" autocomplete="off" value="10"/>10€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 20"> <input type="radio" autocomplete="off" value="20"/>20€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 50"> <input type="radio" autocomplete="off" value="50"/>50€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 100"> <input type="radio" autocomplete="off" value="100"/>100€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 250"> <input type="radio" autocomplete="off" value="250"/>250€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 500"> <input type="radio" autocomplete="off" value="500"/>500€ </label> <label class="btn btn-amount btn-lg btn-primary col-md-3 col-xs-6 other"> <span>Altro</span>

source: <button class="btn btn-primary btn-lg btn-block col-md-12">Donate</button>
it: <button class="btn btn-primary btn-lg btn-block col-md-12">Contribuisci</button>

source: Monthly and yearly donations require a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.
it: Le donazioni mensili ed annuali necessitano di un account [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].

source: Your donation will be handled by RiseupLabs which is a 501(c)(3) non-profit organization in the USA.
it: Le tue donazioni saranno maneggiate da RiseupLabs che è una organizzazione 501(c)(3) no-profit in USA.

source: <strong>All donations are tax-deductible to the full extent permitted by law.</strong>
it: <strong>Tutte le donazioni sono interamente scaricabili dalle tasse a norma di legge.</strong>

source: Your donation will be handled by Zwiebelfreunde which is a non-profit organization in Germany.
it: Le tue donazioni saranno maneggiate da Zwiebelfreundeche è una organizzazione no-profit in Germania.

source: Donate in dollars
it: Dona in dollari

source: Recurring donation
it: Donazione ricorrente

source: <input type="radio" name="t3" value="M" id="sub_m" checked="checked"/><label for="sub_m">Monthly</label> <input type="radio" name="t3" value="Y" id="sub_y"/><label for="sub_y">Yearly</label>
it: <input type="radio" name="t3" value="M" id="sub_m" checked="checked"/><label for="sub_m">Monthly</label> <input type="radio" name="t3" value="Y" id="sub_y"/><label for="sub_y">Annuale</label>

source: <input type="submit" value="Donate"/> (Requires a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.)
it: <input type="submit" value="Donate"/> (Serve un account [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].)

source: One-time donation
it: Una singola donazione

source: <input type="hidden" name="cmd" value="_donations"/> <input type="hidden" name='business' value="tailsriseuplabs@riseup.net"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="US"/> <input type="radio" name="amount" value="5" id="pp_5" checked="checked"/><label for="pp_5">$5</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">$10</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">$20</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">$50</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">$100</label> <input type="radio" name="amount" value="" id="pp_cust"/><label for="pp_cust">Custom amount</label>
it: <input type="hidden" name="cmd" value="_donations"/> <input type="hidden" name='business' value="tailsriseuplabs@riseup.net"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="IT"/> <input type="radio" name="amount" value="5" id="pp_5" checked="checked"/><label for="pp_5">$5</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">$10</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">$20</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">$50</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">$100</label> <input type="radio" name="amount" value="" id="pp_cust"/><label for="pp_cust">Altro importo</label>

source: Donate in euros
it: Dona in euro

source: <input type="hidden" name="cmd" value="_xclick-subscriptions"/> <input type="hidden" name="business" value="tails@torservers.net"/> <input type="hidden" name="currency_code" value="EUR" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="US"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="p3" value="1"/> <input type="radio" name="a3" value="5" id="sub5" checked="checked"/><label for="sub5">5€</label> <input type="radio" name="a3" value="10" id="sub10"/><label for="sub10">10€</label> <input type="radio" name="a3" value="20" id="sub20"/><label for="sub20">20€</label> <input type="radio" name="a3" value="50" id="sub50"/><label for="sub50">50€</label> <input type="radio" name="a3" value="100" id="sub100"/><label for="sub100">100€</label> <input type="radio" name="a3" value="250" id="sub250"/><label for="sub250">250€</label> <input type="radio" name="a3" value="500" id="sub500"/><label for="sub500">500€</label>
it: <input type="hidden" name="cmd" value="_xclick-subscriptions"/> <input type="hidden" name="business" value="tails@torservers.net"/> <input type="hidden" name="currency_code" value="EUR" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="IT"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="p3" value="1"/> <input type="radio" name="a3" value="5" id="sub5" checked="checked"/><label for="sub5">5€</label> <input type="radio" name="a3" value="10" id="sub10"/><label for="sub10">10€</label> <input type="radio" name="a3" value="20" id="sub20"/><label for="sub20">20€</label> <input type="radio" name="a3" value="50" id="sub50"/><label for="sub50">50€</label> <input type="radio" name="a3" value="100" id="sub100"/><label for="sub100">100€</label> <input type="radio" name="a3" value="250" id="sub250"/><label for="sub250">250€</label> <input type="radio" name="a3" value="500" id="sub500"/><label for="sub500">500€</label>

source: <input type="hidden" name="cmd" value="_donations"/> <input type="hidden" name='business' value="tails@torservers.net"/> <input type="hidden" name="currency_code" value="EUR" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="US"/> <input type="radio" name="amount" value="5" id="pp_5" checked="checked"/><label for="pp_5">5€</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">10€</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">20€</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">50€</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">100€</label> <input type="radio" name="amount" value="" id="pp_cust"/><label for="pp_cust">Custom amount</label>
it: <input type="hidden" name="cmd" value="_donations"/> <input type="hidden" name='business' value="tails@torservers.net"/> <input type="hidden" name="currency_code" value="EUR" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" class="return-url" value="https://tails.boum.org/donate/thanks"/> <input type="hidden" name="cancel_return" class="return-url" value="https://tails.boum.org/donate/canceled"/> <input name="lc" type="hidden" value="IT"/> <input type="radio" name="amount" value="5" id="pp_5" checked="checked"/><label for="pp_5">5€</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">10€</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">20€</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">50€</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">100€</label> <input type="radio" name="amount" value="" id="pp_cust"/><label for="pp_cust">Custom amount</label>

source: Other ways to donate
it: Altri modi per contribuire

source: Bank Transfer
it: Bonifico bancario

source: <em>Purpose of transfer</em>: Donation to Tails
it: <em>Purpose of transfer</em>: Donazione per Tails

source: How we spend our money
it: Come utilizzeremo quei soldi

source: Our financial records are available [[here|doc/about/finances]].
it: I nostri report finanziari sono consultabili [[qui|doc/about/finances]].

source: Our partners
it: I nostri collaboratori

source: Tails also receives grants, awards, corporate donations, and substantial donations from individuals.
it: Tails riceve anche sovvenzioni, premi e donazioni aziendali e donazioni essenziali da parte di singoli.

source: Meet our [[partners|partners]] or [[become a partner|partners/become]]!
it: Incontra i nostri [[collaboratori|partners]] oppure [diventa un collaboratore|partners/become]]!
