Repository: trontranslations/tailslattuga
Catalog: wiki/src/index.*.po
Languages: fr, it

source: [[!meta title="Privacy for anyone anywhere"]]
fr: [[!meta title="Confidentialité et anonymat, pour tout le monde et partout"]]
it: [[!meta title="Privacy per tutti ovunque"]]

source: Tails is a [[!wikipedia desc="live operating system" Live_USB]] that you can start on almost any computer from a USB stick or a DVD.
fr: Tails est un [[!wikipedia_fr desc="système d'exploitation live" Live_USB]], que vous pouvez démarrer, sur quasiment n'importe quel ordinateur, depuis une clé USB ou un DVD.
it: Tails è un [[!wikipedia_it desc="sistema operativo live" Live_USB]], che si può avviare in quasi tutti i computer da DVD, chiavetta USB o schedina SD.

source: It aims at preserving your <strong>privacy</strong> and <strong>anonymity</strong>, and helps you to:
fr: Son but est de préserver votre <strong>vie privée</strong> et votre <strong>anonymat</strong>, et de vous aider à :
it: E' in grado di preservare la tua <strong>privacy</strong> e il tuo <strong>anonimato</strong> e aiutarti a:

source: <strong>use the Internet anonymously</strong> and <strong>circumvent censorship</strong>;
fr: <strong>utiliser Internet de manière anonyme</strong> et <strong>contourner la censure</strong> ;
it: <strong>usare internet in modo anonimo </strong> e <strong>aggirare la censura</strong> ;

source: all connections to the Internet are forced to go through [[the Tor network|https://www.torproject.org/]];
fr: toutes les connexions sortantes vers Internet sont obligées de passer par [[le réseau Tor|https://www.torproject.org]] ;
it: tutte le connessioni a internet vengono forzate all'interno della [[rete Tor|https://www.torproject.org]] ;

source: <strong>leave no trace</strong> on the computer you are using unless you ask it explicitly;
fr: <strong>ne pas laisser de traces</strong> sur l'ordinateur que vous utilisez sauf si vous le demandez explicitement ;
it: <strong>non lasciare tracce</strong> sul computer che stai usando a meno che tu non lo richieda in modo esplicito;

source: <strong>use state-of-the-art cryptographic tools</strong> to encrypt your files, emails and instant messaging.
fr: <strong>utiliser des outils de cryptographie reconnus</strong> pour chiffrer vos fichiers, emails et messagerie instantanée.
it: <strong>usare gli strumenti crittografici all'avanguardia</strong> per cifrare i tuoi file, email e messaggi istantanei.

source: [[Learn more about Tails.|about]]
fr: [[En savoir plus sur Tails.|about]]
it: [[Conosci di più Tails.|about]]

source: News
fr: Nouvelles
it: Novità

source: See [[News]] for more.
fr: Voir les [[Nouvelles|News]] pour plus d'actualités.
it: Guarda [[Novità|News]] per maggiori informazioni.

source: Security
fr: Sécurité
it: Sicurezza

source: See [[Security]] for more.
fr: Voir [[l'historique de sécurité|security]] pour en savoir plus.
it: Guarda [[Security]] per saperne di più.

source: <a href="https://www.debian.org/" class="noicon">[[!img lib/debian.png link="no"]]</a>
fr: <a href="https://www.debian.org/index.fr.html" class="noicon">[[!img lib/debian.png link="no"]]</a>
it: <a href="https://www.debian.org/index.it.html" class="noicon">[[!img lib/debian.png link="no"]]</a>

source: Tails is built upon <a href="https://www.debian.org/">Debian</a>.
fr: Tails est basé sur <a href="https://www.debian.org/index.fr.html">Debian</a>.
it: Tails è costruita su <a href="https://www.debian.org/index.it.html">Debian</a>.

source: Tails is [[Free Software|doc/about/license]].
fr: Tails est un [[logiciel libre|doc/about/license]].
it: Tails è [[Software Libero|doc/about/license]].

source: Tails sends its traffic through <a href="https://torproject.org/">Tor</a>.
fr: Tails fait passer son trafic par le réseau <a href="https://torproject.org/">Tor</a>.
it: Tails invia il suo traffico attraverso <a href="https://torproject.org/">Tor</a>.

source: Awards
fr: Récompenses
it: Riconoscimenti

source: Tails has received the Mozilla Open Source Support Award (2016), the Access Innovation Prize (2014) and the OpenITP award (2013).
fr: Tails a reçu le prix Mozilla Open Source Support (2016), le prix Access Innovation (2014) et le prix OpenITP (2013).
it: Tails ha ricevuto i seguenti riconoscimenti: Mozilla Open Source Support Award (2016), Access Innovation Prize (2014) e l'OpenITP Award (2013).

source: Partners & Grants
fr: Partenaires et subventions
it: Collaboratori e Sovvenzioni

source: Tails receives grants, corporate donations, and substantial donations from individuals.
fr: Tails reçoit des subventions, des donations d'entreprises et des dons importants venants d'individus.
it: Tails riceve sovvenzioni, donazioni da imprese e sostanziose donazioni da singoli individui.

source: [[Meet our partners|partners]] or [[become a partner|partners/become]]!
fr: [[Découvrez nos partenaires|partners]] ou [[devenez partenaire|partners/become]] !
it: [[Conosci i nostri collaboratori|partners]] or [[diventa un collaboratore|partners/become]]!
