Repository: trontranslations/tailslattuga
Catalog: wiki/src/security.*.po
Languages: it

source: [[!meta title="Security"]]
it: [[!meta title="Sicurezza"]]

source: Since Tails is based on Debian, it takes advantage of all the work done by the Debian security team. As quoted from <http://security.debian.org/>:
it: Poiché Tails è basato su Debian, sfrutta tutto il lavoro svolto dal team di sicurezza Debian. Come citato da <http://security.debian.org/>:

source: > Debian takes security very seriously. We handle all security problems brought to our attention and ensure that they are corrected within a reasonable timeframe. Many advisories are coordinated with other free software vendors and are published the same day a vulnerability is made public and we also have a Security Audit team that reviews the archive looking for new or unfixed security bugs.
it: > Debian prende la sicurezza molto seriamente. Noi trattiamo tutti i problemi di sicurezza portandoli alla nostra massima attenzione per accertarci che siano corretti entro un tempo ragionevole. Molti avvisi sono coordinati con altri fornitori di software libero e sono pubblicati lo stesso giorno in cui una vulnerabilità è resa pubblica e abbiamo anche un team di revisione della sicurezza che esamina l'archivio in cerca di bug di protezione nuovi o irrisolti.

source: > Experience has shown that "security through obscurity" does not work. Public disclosure allows for more rapid and better solutions to security problems. In that vein, this page addresses Debian's status with respect to various known security holes, which could potentially affect Debian.
it: > L'esperienza ha dimostrato che "la sicurezza attraverso l'oscurità" non funziona. La divulgazione pubblica consente soluzioni più rapide e migliori a problemi di sicurezza. In questa maniera, questa pagina affronta lo stato di Debian in relazione a vari buchi di sicurezza conosciuti, che potrebbero affliggere Debian.

source: Current holes
it: Falle attuali

source: Probable holes
it: Falle probabili

source: Until an [[!tails_ticket 5769 desc="audit"]] of the bundled network applications is done, information leakages at the protocol level should be considered as − at the very least − possible.
it: Fino a quando non si effettua un [[!tails_ticket 5769 desc="controllo"]] del networking bundle, le perdite di informazioni a livello di protocollo dovrebbero essere considerate - almeno - possibili.

source: Fixed holes
it: Falle risolte

source: **WARNING**: some of these holes may only be fixed in [[Git|contribute/git]]. Please carefully read the "Affected versions" sections below.
it: **ATTENZIONE**: alcune di queste falle possono essere risolte esclusivamente in [[Git|contribute/git]]. Per favore, leggi attentamente le "versione interessate" di seguito.

source: Audits
it: Audit

source: Audits of Tails that we are aware of are collected in [[security/audits]].
it: Gli audit di Tails, di cui siamo consapevoli, sono raccolti in [[security/audits]].
