Repository: trontranslations/tailslattuga
Catalog: wiki/src/support.*.po
Languages: it

source: [[!meta title="Support"]]
it: [[!meta title="Supporto"]]

source: Search the documentation
it: Cercare la documentazione

source: Read the [[official documentation|doc]] to learn more about how Tails works and maybe start answering your questions. It contains:
it: Leggi la [[documetazione ufficiale|doc]] per conoscere più cose riguardo a come lavora Tails e magari iniziare a rispondere alle tue domande. Contiene :

source: General information about what Tails is
it: Informazioni generali su cosa Tails sia

source: Information to understand how it can help you and what its limitations are
it: Informazioni per capire come questa possa aiutarti e quali siano i suoi limiti

source: Guides covering typical uses of Tails
it: Guide che trattano degli usi tipici di Tails

source: [[Visit Tails documentation|doc]]
it: [[Consulta la documentazione di Tails|doc]]

source: Learn how to use Tails
it: Imparare ad usare Tails

source: [[!inline pages="support/learn/intro.inline" raw="yes" sort="age"]]
it: [[!inline pages="support/learn/intro.inline.it" raw="yes" sort="age"]]

source: Frequently asked questions
it: Risposte a domande frequenti (F.A.Q)

source: Search our list of [[frequently asked questions|faq]].
it: Cerca la nostra lista di [[risposte a domande frequenti|faq]].

source: Upgrade
it: Aggiornamento

source: Make sure you are using the latest version, as [[upgrading|doc/first_steps/upgrade]] might solve your problem.
it: Assicurati di usare l'ultima versione, questo [[aggiornamento|doc/first_steps/upgrade]] potrebbe risolvere i tuoi problemi.

source: Check if the problem is already known
it: Controlla se il problema è già noto

source: You can have a look at:
it: Dovresti dare uno sguardo a:

source: The [[list of known issues|support/known_issues]]
it: La [[lista dei problemi noti|support/known_issues]]

source: The [list of things that will be in the next release](https://labs.riseup.net/code/projects/tails/issues?query_id=111)
it: La [lista delle cose che verranno inserite nella prosssima release](https://labs.riseup.net/code/projects/tails/issues?query_id=111)

source: The [[!tails_redmine desc="rest of our open tickets on Redmine"]]
it: Il resto [[!tails_redmine desc="dei nostri ticket aperti su Redmine"]]

source: <h1>Report an error</h1>
it: <h1>Segnala un errore</h1>

source: <p>If you are facing an error in Tails, please follow the [[bug reporting guidelines|doc/first_steps/bug_reporting]].</p>
it: <p>Se hai trovato un errore in Tails, per favore segui la [[segnalazione di un errore |doc/first_steps/bug_reporting]].</p>

source: <p>If Tails does not start, please see our specific [[reporting guidelines|doc/first_steps/bug_reporting#does_not_start]].</p>
it: <p>Se Tails non si avvia, per favore guarda le nostre specifiche [[linee guida per la segnalazione|doc/first_steps/bug_reporting/tails_does_not_start]].</p>

source: <h1>Request a feature</h1>
it: <h1>Richiedi una funzionalità</h1>

source: <p>If you would like to see a new feature in Tails, search the [[!tails_redmine desc="open tickets in Redmine"]] first, and file a new ticket in there if no existing one matches your needs.</p>
it: Se vuoi vedere un nuova funzionalità in Tails, cerca in [[!tails_redmine desc="ticket aperti in Redmine"]] prima, e presenta un nuovo ticket se non esiste o se nessuno assomiglia a quello che ti serve.

source: <h1>Get in touch with us</h1>
it: <h1>Contattaci</h1>

source: [[!inline pages="support/talk" raw="yes" sort="age"]]
it: [[!inline pages="support/talk.it" raw="yes" sort="age"]]
