Repository: trontranslations/tailslattuga
Catalog: wiki/src/doc/about/fingerprint.*.po
Languages: it

source: [[!meta title="Can I hide the fact that I am using Tails?"]]
it: [[!meta title="Posso nascondere il fatto che uso Tails?"]]

source: In this context, the term fingerprint refers to what is specific to Tails in the way it behaves on Internet. This can be used to determine whether a particular user is using Tails or not.
it: In questo contesto, il termine impronta si riferisce al modo specifico in cui Tails si comporta in Internet. Questo può essere usato per determinare se un particolare utente stia usando Tails oppure no.

source: [[As explained on our warning page|warning#fingerprint]], when using Tails it is possible to know that you are using Tor. But Tails tries to **make it as difficult as possible to distinguish Tails users from other Tor users**, especially users of <span class="application">Tor Browser</span> outside of Tails. If it is possible to determine whether you are a user of <span class="application">Tor Browser</span> inside or outside of Tails, this provides more information about you and in consequence reduces your anonymity.
it: [[Come spiegato sulla nostra pagina degli avvisi|warning#fingerprint]], quando utilizzi Tails è possibile sapere che stai usando TOR. Ma Tails cerca di **rendere più difficile possibile distinguere tra un utente Tails e un'altro utente Tor**, in particolare per gli utenti di <span class="application">Tor Browser</span> esterni a Tails. Se è possibile determinare che tu sia un utente di <span class="application">Tor Browser</span> all'interno o all'esterno di Tails, questo comporta che siano disponibili maggiori informazioni sulla tua identità, riducendo di conseguenza il tuo anonimato.

source: This section explains some issues regarding the fingerprint of Tails and how this could be used to identify you as a Tails user.
it: Questa sezione spiega alcuni problemi riguardo l'impronta di Tails e come esso può essere usato per identificarti come utente di Tails.

source: For the websites that you are visiting
it: Per il sito web che stai visitando

source: The websites that you are visiting can retrieve a lot of information about your browser. That information can include its name and version, window size, list of available extensions, timezone, available fonts, etc.
it: Il sito web che visiti può ottenere molte informazioni sul tuo browser. Le informazioni possono includere il suo nome e la sua versione, la grandezza della finestra, la lista delle estensioni disponibili, il fuso orario, i font disponibili etc.

source: To make it difficult to distinguish Tails users, **<span class="application">Tor Browser</span> in Tails tries to provide the same information as <span class="application">Tor Browser</span> on other operating systems** in order to have similar fingerprints.
it: Per rendere difficile distinguere un utente TOR, ** il <span class="application"> Tor Browser</span> incluso in Tails cerca di fornire le stesse informazioni come il <span class="application">Tor Browser</span> presente su altri sistemi operativi**. allo scopo di avere impronte simili.

source: Refer to the [[fingerprint section of our list of known issues |support/known_issues#fingerprint]] to know if there are differences between the fingerprints of <span class="application">Tor Browser</span> inside and outside of Tails.
it: Vedere la [[sezione contenente i problemi relativi alle impronte|support/known_issues#fingerprint]] per una lista di differenze note tra le impronte presenti sul <span class="application">Tor Browser</span> all'interno o fuori Tails.

source: Apart from that, **some of the <span class="application">Tor Browser</span> extensions included in Tails are specific to Tails**. More sophisticated attacks can use those differences to distinguish Tails users.
it: A parte quello, ** alcune estensioni di <span class="application">Tor Browser</span> incluse in Tails sono specifiche di Tails**. Attacchi più sofisticati possono utilizzare quelle differenze per distinguere gli utenti Tails.

source: For example, Tails includes <span class="application">uBlock Origin</span> which removes advertisements. If an attacker can determine that you are not downloading the advertisements that are included in a webpage, that could help identify you as a Tails user.
it: Per esempio, Tails include<span class="application">uBlock Origin</span> che rimuove le pubblicità. Se un attaccante può determinare che non stai scaricando le pubblicità incluse in una pagina web, questo potrebbe aiutare ad identificarti come utente Tails

source: For the moment, you should consider that **no special care is taken regarding the fingerprint of the [[<span class="application">Unsafe Browser</span>|doc/anonymous_internet/unsafe_browser]]**.
it: Per il momento, dovresti considerare che **nessuna attenzione particolare è stata riservata alle impronte relative al [[<span class="application">Browser Insicuro </span>|doc/anonymous_internet/unsafe_browser]]**

source: For your ISP or local network administrator
it: Per il tuo ISP o amministratore di rete locale

source: Tor bridges are most of the time a good way of hiding the fact that you are connecting to Tor to a local observer. If this is important for you, read our documentation about [[doc/first_steps/startup_options/bridge_mode]].
it: I Tor bridges sono principalmente un buon modo per nascondere, ad un osservatore locale, il fatto che sei connesso a Tor. Se questo è importante per te, leggi la documentazione [[doc/first_steps/startup_options/bridge_mode]].

source: A Tails system is **almost exclusively generating Tor activity** on the network. Usually users of <span class="application">Tor Browser</span> on other operating systems also have network activity outside of Tor, either from another web browser or other applications. So the proportion of Tor activity could be used to determine whether a user of <span class="application">Tor Browser</span> is using Tails or not. If you are sharing your Internet connection with other users that are not using Tails it is probably harder for your ISP to determine whether a single user is generating only Tor traffic and so maybe using Tails.
it: Un sistema Tails è **quasi sicuramente un generatore di attività TOR** sulla rete. Normalmente gli utenti di <span class="application">Tor Browser</span> sui sistemi operativi hanno anche altre attività al di fuori di TOR, anche da un altro web browser o un'altra applicazione. Quindi conoscere la proporzione dell'attività di TOR può essere utile per capire quando un utente di <span class="application">Tor Browser</span> sta usando Tails oppure no. Se stai condividendo la tua connessione internet con altri utenti che non stanno usando Tails, è probabilmente più difficile per il tuo ISP determinare quando un utente singolo sta generando traffico TOR e quindi magari stia usando Tails.

source: Tails **does not use the entry guards mechanism of Tor**. With the [entry guard mechanism](https://www.torproject.org/docs/faq#EntryGuards), a Tor user always uses the same few relays as first hops. As Tails does not store any Tor information between separate working sessions, it does not store the entry guards information either. This behaviour could be used to distinguish Tails users across several working sessions.
it: Tails ** non usa tutto il meccanismo di sicurezza di Tor entry guard**. Con il [meccanismo entry guard ](https://www.torproject.org/docs/faq#EntryGuards), un utente Tor può sempre usare gli stessi relay come prima connessione. Visto che Tails non conserva nessuna informazione tra sessioni di lavoro diverse, esso non conserva neanche le informazioni di "entry guard". Questo comportamento potrebbe essere usato per riconoscere un utente Tails che passa da una sessione di lavoro all'altra.

source: When starting, Tails synchronizes the system clock to make sure it is accurate. While doing this, if the time is set too much in the past or in the future, Tor is shut down and started again. This behavior could be used to distinguish Tails users, especially since this happens every time Tails starts.
it: Quando si avvia, Tails sincronizza l'orologio di sistema in modo che sia accurato. Facendo questo, se l'orario è impostato troppo distante nel passato o nel futuro, Tor viene spento e fatto ripartire. Questo comportamento può essere usato per riconoscere un utente Tails, specialmente dato che questo comportamento avviene ad ogni avvio di Tails.
