Repository: trontranslations/tailslattuga
Catalog: wiki/src/doc/about/tor.*.po
Languages: it

source: [[!meta title="Why does Tails use Tor?"]]
it: [[!meta title="Perche' Tails usa Tor?"]]

source: Tails uses Tor because it is the best available anonymity network.
it: Tails utilizza Tor perché è la migliore rete di anonimato disponibile.

source: Anonymity enforcement
it: Applicazione obbligatoria dell'anonimato

source: We want to enforce good security by default for our users. That is why it is a fundamental assumption of Tails to force all outgoing traffic to anonymity networks such as Tor.
it: Vogliamo applicare una buona sicurezza di default per i nostri utenti. Questo è il motivo per cui forzare tutto il traffico in uscita verso una rete di anonimato come Tor è un presupposto fondamentale di Tails .

source: Over the years Tor has become a big network with a lot of capacity and a good speed.
it: Negli anni Tor è diventata una grande rete con molta capacità di banda e una buona velocità.

source: Virtual Private Networks (VPNs) could be faster than Tor but they are not anonymity networks, because the administrators of the VPN can know both where you are connecting from and where you are connecting to and break your anonymity. Tor provides anonymity by making it impossible for a single point in the network to know both the origin and the destination of a connection.
it: Le reti virtuali private (VPNs) possono essere più veloci di Tor, ma non sono una reti di anonimato, perchè gli amministratori delle VPN possono sapere sia da dove parte la tua connessione, sia la destinazione a cui stai cercando di connetterti e questo viola il tuo anonimato. Tor fornisce l'anonimato rendendo impossibile per un singolo punto della rete sapere sia l'origine che la destinazione della connessione.

source: When using a VPN, an attacker can also break your anonymity by monitoring the incoming and outgoing connections of the few servers of the VPN. On the other hand, the Tor network is formed by over 5000 relays run worldwide by volunteers.
it: Quando usi una VPN, un attaccante può violare il tuo anonimato monitorando le connessioni in entrata e in uscita dei pochi server della VPN. D'altra parte, la rete Tor è formata da più di 5000 nodi attivi mantenuti da volontari.

source: User base
it: Base utenti

source: Tor is the anonymity network with the largest user base. More than 700&thinsp;000 users connected to Tor daily in 2013. Being adopted by such a large audience proves its maturity, stability, and usability.
it: Tor è la rete di anonimato con la più grande utenza di base. Più di 700&thinsp;000 utenti si sono connessi a Tor giornalmente nel 2013. Essere utilizzata da una così vasta utenza prova la sua maturità, stabilità e usabilità.

source: Tor is being used equally by journalists, law enforcement, governments, human rights activists, business leaders, militaries, abuse victims and average citizens concerned about online privacy. This diversity actually provides stronger anonymity to everyone as it makes it more difficult to identify or target a specific profile of Tor user. Anonymity loves company.
it: Tor viene utilizzato allo stesso modo da giornalisti, forze dell'ordine, governi, attivisti per i diritti umani, imprenditori, militari, vittime di abusi e cittadini interessati alla loro privacy in rete. Questa diversità offre un forte anonimato per tutti e rende molto più difficile identificare o rintracciare uno specifico profilo di un utente Tor. *L'anonimato ama la compagnia.*

source: Technical merits and recognition
it: Meriti tecnici e riconoscimenti

source: Tor has partnered with leading research institutions, and has been subjected to intensive academic research. It is the anonymity network which benefits from the most auditing and peer review.
it: Tor ha collaborato con i più importanti istituti di ricerca, ed è stato sottoposto a una intensiva ricerca accademica. E' la rete di anonimato che ha beneficiato dei migliori risconti e revisioni paritarie.

source: Tor has been received awards by institutions such as the [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), and the [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) to name a few.
it: Tor ha ricevuto premi da istituzioni quali l' [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), e la [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced), per citarne alcune.

source: An extract of a Top Secret appraisal by the NSA characterized Tor as "[the King of high secure, low latency Internet anonymity](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" with "no contenders for the throne in waiting".
it: Un estratto di una valutazione Top Secret della NSA definiscono Tor come "[il Re dell'alta sicurezza, dell'anonimato in internet a bassa latenza](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" con "nessun contendente per il trono in attesa".

source: Relationship between Tor and Tails
it: Rapporti tra Tor e Tails

source: The Tor software is made by [The Tor Project](https://torproject.org/).
it: Il progetto Tor è stato creato da [The Tor Project](https://torproject.org/).

source: The Tor network is run by a worldwide community of volunteers.
it: La rete Tor è gestita da una comunità di volontari di tutto il mondo.

source: Tails is a separate project made by a different group of people.
it: Tails è un progetto separato e creato da un gruppo differente di persone.

source: Tails is a complete operating system which uses Tor as its default networking application. The Tor Project recommends the usage of Tails for the use cases that are not covered by its own projects (for example the <span class="application">Tor Browser</span>).
it: Tails è un sistema operativo completo che usa Tor come applicazione di default per le connessioni. Il Progetto Tor raccomanda l'uso di Tails per i casi che non sono coperti dai suoi progetti (per esempio <span class="application">Tor Browser</span>).

source: But many people use Tor outside of Tails, and many people use Tails to do other things than accessing the Internet through Tor, for example to work offline on sensitive documents.
it: Ma molte persone usano Tor al di fuori di Tails, e molte persone utilizzano Tails per fare altre cose che accedere ad Internet attraverso Tor, per esempio lavorare offline su documenti sensibili.
