Repository: trontranslations/tailslattuga
Catalog: wiki/src/doc/about/trust.*.po
Languages: it

source: [[!meta title="Trusting Tails"]]
it: [[!meta title="Affidarsi a Tails"]]

source: Trust is a very problematic issue, and that's the essence of why security is difficult in every field, including computers and Internet communication. Do you trust Tails and its developers? Do you think we have planted backdoors in Tails so we can take control of your computer, or that we make Tails generate compromised encryption keys in order to enable the government to spy on you? Do you simply trust our word that we are legit?
it: La fiducia è' una questione molto problematica, ragion per cui per cui la sicurezza è difficile in tutti i campi, inclusi i computer e le comunicazioni Internet. Ti fidi di Tails e dei suoi sviluppatori? Pensi che abbiamo inserito backdoor in Tails in modo da poter prendere il controllo del tuo computer, o che abbiamo fatto generare a Tails delle chiavi di cifratura compromesse in modo da permettere al governo di spiarti ? Ti fidi semplicemente della nostra parola per stabilire che siamo onesti ?

source: No matter what your opinion is in this matter you should ask yourself how you reached your conclusion. Both trust and distrust need to be established based on facts, not gut feelings, paranoid suspicion, unfounded hearsay, or our word. Of course, we claim to be honest, but written assurances are worthless. In order to make an informed decision you must look at the greater picture of what Tails is comprised of, our affiliations, and possibly how others trust us.
it: Non importa quale sia la tua opinione al riguardo, piuttosto dovresti chiederti come sei arrivato alla tua personale conclusione. Sia la fiducia che la sfiducia hanno bisogno di fatti per essere stabilite, non dell'istinto, dai sospetti paranoici, dicerie infondate o le nostre parole. Naturalmente, noi affermiamo di essere onesti, ma le assicurazioni scritte sono inutili. Al fine di prendere una decisione informata è necessario guardare al quadro più grande in cui Tails è incluso, le nostre affiliazioni, ed eventualmente come gli altri si fidano di noi.

source: Free software and public scrutiny
it: Il software libero ed il controllo pubblico

source: Free software, [[like Tails|about/license]], enables its users to check exactly what the software distribution consists of and how it functions, since the source code must be made available to all who receive it. Hence a thorough audit of the code can reveal if any malicious code, like a backdoor, is present. Furthermore, with the source code it is possible to build the software, and then compare the result against any version that is already built and being distributed, like the Tails ISO images that you can download from us. That way it can be determined whether the distributed version actually was built with the source code, or if any malicious changes have been made.
it: Il software libero, [[come Tails|about/license]], permette ai suoi utenti di controllare esattamente in cosa il software consiste e come funziona dato che il codice sorgente è reso disponibile a tutti. Quindi una verifica approfondita del codice può rivelare se del codice maligno, come una backdoor, sia presente. Inoltre con il codice sorgente è possibile compilare il software e, successivamente confrontare il risultato con qualsiasi versione che sia stata già creata e distribuita, come le immagini ISO di Tails [[che puoi scaricare da noi|download]]. In questo modo è possibile determinare se la versione sia stata costruita dal codice sorgente, o se siano state apportate modifiche dannose.

source: Of course, most people do not have the knowledge, skills or time required to do this, but due to public scrutiny anyone can have a certain degree of implicit trust in Free software, at least if it is popular enough that other developers look into the source code and do what was described in the previous paragraph. After all, there is a strong tradition within the Free software community to publicly report serious issues that are found within software.
it: Di certo la maggior parte delle persone non ha le conoscenze, le capacità o il tempo necessario per fare questo, ma a causa del controllo pubblico chiunque può avere un certo grado di fiducia implicita nel software libero, almeno se questo è abbastanza popolare affinché altri sviluppatori esaminino il codice sorgente e facciano quello che è stato descritto nel paragrafo precedente. Dopo tutto, vi è una forte tradizione all'interno della comunità del Software Libero di riferire pubblicamente gravi problemi scoperti all'interno del software.

source: Trusting Debian GNU/Linux
it: Fidarsi di Debian GNU/Linux

source: The vast majority of all software shipped in Tails comes from the [[Debian GNU/Linux distribution|https://www.debian.org/]]. Debian is arguably the Linux distribution whose software packages are under the deepest public scrutiny. Not only is Debian itself one of the largest Linux distros, but it's also one of the most popular distros to make derivatives from. Ubuntu Linux, for instance, is a Debian derivative, and the same goes transitively for all of its derivatives, like Linux Mint. Thus there are countless people using Debian's software packages, and countless developers inspect their integrity. Very serious security issues have been discovered (like the infamous [[Debian SSH PRNG vulnerability|https://lists.debian.org/debian-security-announce/2008/msg00152.html]]), but backdoors or other types of intentionally placed security holes have never been found to our knowledge.
it: La stragrande maggioranza di tutti i software forniti in Tails arrivano dalla [[distribuzione Debian GNU/Linux|https://www.debian.org/index.it.html]], Debian è probabilmente la distribuzione Linux che contiene pacchetti software sotto il più accurato controllo pubblico. Non solo Debian da sola è una delle grandi distribuzioni Linux, ma è anche una delle più popolari usate per creare derivate da essa. Ubuntu Linux,per esempio, è una derivata di Debian, e lo stesso vale per ciascuna delle sue derivate, come Linux Mint. In questo modo ci sono innumerevoli persone che utilizzano pacchetti software di Debian, e innumerevoli sviluppatori che ispezionano la loro integrità. Sono stati scoperti molti problemi seri di sicurezza (come il famigerato [[Debian SSH PRNG vulnerability|https://lists.debian.org/debian-security-announce/2008/msg00152.html]]), ma backdoor o altri tipi di buchi di sicurezza inseriti intenzionalmente non sono mai stati scoperti, per quanto ne sappiamo.

source: Trusting Tor
it: Fidarsi di Tor

source: Tails anonymity is based on Tor, which is developed by [[The Tor Project|https://www.torproject.org/]]. The development of Tor is under a lot of public scrutiny both academically (research on attacks and defenses on onion routing) and engineering-wise (Tor's code has gone through several external audits, and many independent developers have read through the sources for other reasons). Again, security issues have been reported, but nothing malicious like a backdoor -- we would argue that it's only uninformed conspiracy theorists that speculate about deliberate backdoors in Tor these days. Furthermore, Tor's distributed trust model makes it hard for a single entity to capture an individual's traffic and effectively identify them.
it: L'anonimato di Tails si basa su Tor, che è sviluppato da [[The Tor Project|https://www.torproject.org/]]. Lo sviluppo di Tor è sotto un grande controllo pubblico sia accademico (ricerca sugli attacchi e la difesa dei router a cipolla) che ingegneristico (il codice di Tor è passato attraverso diverse osservazioni esterne e molti sviluppatori indipendenti hanno letto il codice per altre ragioni). Nuovamente, i problemi di sicurezza sono stati segnalati, ma niente di malevolo come una backdoor. -- Dovremmo sostenere che è solo una teoria di cospirazione disinformata che specula riguardo deliberate backdoor in Tor in questi giorni. Inoltre, il modello di fiducia nella distribuzione di Tor rende difficile da una unica entità catturare un traffico di rete individuale e effettivamente identificarlo.

source: Trusting Tails
it: Fidarsi di Tails

source: One could say that Tails is the union of Debian and Tor. What we do, essentially, is gluing it all together. Hence, if you trust Debian and The Tor Project, what remains to establish trust for Tails is to trust our "glue". As has been mentioned, Tails is Free software, so its source code is completely open for inspection, and it mainly consists of a specification for which Debian software packages to install and how they should be configured. While Tails surely doesn't get the same amount of attention as Debian or Tor, we do have some eyes on us, especially the Tor community, and also some of the general security community (see our [[audits page|security/audits]]). Given that Tails' source code is comparably small and devoid of complexities, we're in a pretty good spot compared to many other projects of similar nature. Our [[specification and design document|contribute/design]] is a good starting point to understand how Tails works, by the way.
it: Uno potrebbe dire che Tails è l'unione di Debian e Tor. Quello che facciamo, essenzialmente, è incollare tutto insieme. Da qui, se ti fidi ti Debian e di The Tor Project, ciò che rimane da stabilire per fidarsi di Tails è di verificare la nostra "colla". Come abbiamo già menzionato Tails è Software Libero, così il suo codice è completamente aperto per essere ispezionato, ed è costituito dalle specifiche date dall'installazione dei pacchetti software di Debian, e come questi dovrebbero essere configurati. Mentre Tails sicuramente non ottiene la stessa attenzione come Debian o Tor, abbiamo alcuni occhi su di noi specialmente dalla comunità Tor, e anche da alcuni della comunità che si occupa di sicurezza in generale (guarda le nostre [[audits page|security/audits]]). Dato che il codice sorgente di Tails è relativamente piccolo e privo di complessità, siamo in un buon posto rispetto a molti altri progetti di analoga natura. La nostra [[documentazione sulle specifiche e il design|contribute/design]] è un buon punto di partenza per capire come Tails lavora.

source: With all this in light (which you ideally also should try to verify), you should be able to make an informed decision on whether or not you should trust our software.
it: Con tutto questo alla luce del sole (che idealmente dovresti anche provare a verificare), dovresti essere in grado di prendere una decisione informata sul fatto di poterti fidare o meno del nostro software.
